
## Plan Result (terraform/settings)

[CI link](https://github.com/air-hand/dotfiles/actions/runs/8399394909)


<pre><code>Plan: 1 to add, 0 to change, 0 to destroy.</code></pre>

* Create
  * github_actions_variable.tf_cloud_workspace


<details><summary>Change Result (Click me)</summary>

```hcl

  # github_actions_variable.tf_cloud_workspace will be created
  + resource "github_actions_variable" "tf_cloud_workspace" {
      + created_at    = (known after apply)
      + id            = (known after apply)
      + repository    = "air-hand/dotfiles"
      + updated_at    = (known after apply)
      + value         = "dotfiles"
      + variable_name = "TF_CLOUD_WORKSPACE"
    }

Plan: 1 to add, 0 to change, 0 to destroy.
```

</details>




<!-- github-comment: {"Command":"plan","JobName":"terraform","PRNumber":74,"Program":"tfcmt","SHA1":"89a72d58540e2433558161a209c01aa49f03ade5","Target":"terraform/settings","Vars":{},"WorkflowName":"Terraform plan and apply"} -->